aaron-bond.better-comments
akamud.vscode-theme-onelight
BazelBuild.vscode-bazel
CoenraadS.bracket-pair-colorizer
eamodio.gitlens
file-icons.file-icons
KevinRose.vsc-python-indent
mhutchie.git-graph
ms-azuretools.vscode-docker
ms-python.python
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
mutantdino.resourcemonitor
njpwerner.autodocstring
rid9.datetime
vscode-icons-team.vscode-icons
vscodevim.vim
zhuangtongfa.material-theme
